Repository: erichardy/collective.abcmusic
Catalog: collective/abcmusic/locales/*/LC_MESSAGES/collective.abcmusic.po
Languages: fr

source: 'The tune was modified... continue ?'
fr: Ce morceau a été modifié... continuer ?

source: A tune in abc format
fr: Un morceau de musique au format ABC

source: ABC Music Settings
fr: Configuration de ABC Music (collective.abcmusic)

source: ABCMusicSettingsDescription
fr: Panneau de configuration de collective.abcmusic

source: Add Tunes listing Portlet
fr: Ajouter un portlet de morceaux de musique

source: Add a new tune
fr: Ajouter un morceau

source: Cancel the tune
fr: Abandonner ce morceau

source: Create MP3
fr: Créer le MP3

source: Create MP3 for tunes in this folder if not yet present
fr: Créer les MP3 pour tous les morceaux de ce dossier (ceux pour lesquels ce n'est pas encore fait)

source: Create all MP3
fr: Créér tous les MP3 de ce dossier

source: Create the tune
fr: Créer ce morceau

source: Description of the Tune Set
fr: Suite de morceaux de musique

source: Edit
fr: Modifier

source: Edit Tunes listing Portlet
fr: Editer le portlet des morceaux de musique

source: Export all the tunes of this folder to one file
fr: Exporter tous les morceaux de ce dossier vers 1 fichier ABC

source: Export to abc file
fr: Exporter dans un fichier ABC

source: Form used to add a new tune
fr: Formulaire d'ajout d'un morceau

source: Import ABC File
fr: Importer à partir d'un fichier

source: Import one or many files from a wellformed abc file
fr: Importer un ou plusieurs morceaux à partir d'un fichier ABC correctement formé

source: MP3 not present
fr: le MP3 n'est pas créé

source: Maximum size of the box.
fr: Taille de la fenêtre des morceaux

source: Midi sound of the tune
fr: Ecouter le morceau en MIDI

source: PDF Score
fr: La partition en PDF

source: Path to the public tune base
fr: Chemin vers la base publique des morceaux

source: Save
fr: Enregistrer

source: Score
fr: La Partition

source: The country
fr: Le pays

source: The mp3 sound of the tune
fr: Le morceau en MP3

source: The score of the tune as PDF
fr: La Partition en PDF

source: The score of the tune as png image
fr: La partition en image PNG

source: The tune in abc format
fr: Le morceau de musique au format ABC

source: The tune is modified, you should save it if you want to keep your work :
fr: Le morceau a été modifié. Il faut l'enregistrer pour conserver votre travail...

source: The tune keys
fr: Tonalité de ce titre

source: The tune type
fr: Type de morceau

source: This portlet gather the tunes in the current folder.
fr: Ce portlet regroupe les morceaux de musique de ce dossier

source: This will create abctune(s)
fr: Des morceaux de musique au format ABC vont être créés

source: Tune Set
fr: Suite de morceaux

source: Tune Set abc
fr: Suite de morceaux (en format ABC)

source: Tune Type
fr: Type de morceau

source: Tune abc
fr: La partie abc

source: Tune keys
fr: Tonalité

source: Tune type
fr: Type de morceau de musique

source: Tunes in this folder
fr: Les morceaux de musique de ce dossier (abc)

source: Tunes listing
fr: Liste des morceaux de musique

source: View breadcrumbs
fr: Voir le chemin dans le site

source: abc_collection_view
fr: Vue collection ABC

source: abcmusic templates description
fr: Les modèles disponibles

source: abctune
fr: Un morceau de musique en ABC

source: clic here and wait... can be long
fr: Cliquez ici et patientez ! ça peut être long...

source: from the field R:
fr: à partir du champ R:

source: get-abc
fr: Voir l'ABC de ce titre

source: hide/show abcTextarea
fr: Cacher/Monter le texte ABC

source: hide/show top
fr: Cacher/Monter l'entête du site

source: import a file containing one or more abc tunes
fr: Importer un fichier qui contient un ou plusieurs morceaux au format ABC

source: import abc file
fr: Importer un fichier ABC

source: inline editing
fr: Edition du morceau en direct

source: manage subjects
fr: Gérer les mots clé

source: new keyword
fr: Nouveau mot clé

source: one line per group, in the format : groupName:maxItems
fr: Une ligne par group, dans le format: nomDuGroupe:maximumD-élements

source: quota for group members (max items)
fr: Quota pour les membres des groupes (le nombre maximum d'éléments)

source: relative to the root plone site
fr: relatif à la racine du site Plone

source: size of the box
fr: Nombre de morceaux à montrer

source: speed :
fr: Vitesse :

source: templates
fr: Modèles

source: the set in abc format
fr: La suite dans son format abc

source: the tune as it is stored in the database
fr: Le morceau tel qu'il est enregistré
